Repository: lhohenrique/SongbookManagerMaui
Catalog: SongbookManagerMaui/Resx/AppResources.*.resx
Languages: pt_br

# AccessingSharedList
source: Accessing a shared list
pt_br: Acessando uma lista compartilhada

# AddMusicChordsLyricsTutorial
source: Lyrics can be wrong if the key of the song is changed.
pt_br: A letra pode ficar errada se o tom da música for alterado.

# AddMusicChordsTutorial
source: In the chord field enter only the figures without the lyrics.
pt_br: No campo de acordes insira apenas as cifras sem a letra.

# AddMusicKeysTutorial
source: When changing the key of the music the chords will be adjusted automatically.
pt_br: Ao mudar o tom da música as cifras serão ajustadas automaticamente.

# AddMusicProfileTutorial
source: On the profile page you will be able to define if you are a singer or not.
pt_br: Na página do perfil você poderá definir se é um cantor ou não.

# AddMusicSingersKeysTutorial
source: In the tone field, the singers who have access to the song will be displayed and you will be able to define the tone of each singer.
pt_br: No campo de tons serão exibidos os cantores que tem acesso à música e você poderá definir o tom de cada cantor.

# AddMusicVersionTutorial
source: The song version must be a YouTube, Spotify or Deezer link.
pt_br: A versão da música deve ser um link do YouTube, Spotify ou Deezer.

source: Add people
pt_br: Adicione pessoas

# AddRepertoirePageTutorial
source: Fill in the repertoire information and select the songs that will be part of this repertoire.
pt_br: Preencha as informações do repertório e selecione as músicas que farão parte desse repertório.

source: Afternoon
pt_br: Tarde

source: All
pt_br: Todos

# AreYouShure
source: Are you sure?
pt_br: Tem certeza?

# AreYouShureRepertoireRemoved
source: This repertoire will be removed
pt_br: Esse repertório será removido

# AreYouShureSongRemoved
source: This song will be removed from your playlist
pt_br: Essa música será removida da sua lista.

source: Are you sure you want to logout?
pt_br: Tem certeza que deseja sair?

source: Artist
pt_br: Artista

source: Cancel
pt_br: Cancelar

source: Celebration
pt_br: Celebração

source: Change password
pt_br: Alterar senha

source: Chords
pt_br: Acordes

source: Communion
pt_br: Comunhão

source: Confirm password
pt_br: Confirme a senha

source: Could not change password
pt_br: Não foi possível alterar a senha

source: Could not load singers
pt_br: Não foi possível carregar os cantores

source: Could not load song
pt_br: Não foi possível carregar a música

source: Could not load song data
pt_br: Não foi possível carregar os dados de músicas

source: Could not remove repertoire
pt_br: Não foi possível remover o repertório

source: Could not remove song
pt_br: Não foi possível remover a música

source: Could not save repertoire
pt_br: Não foi possível salvar o repertório

source: Could not save song
pt_br: Não foi possível salvar a música

source: Could not send repertoire
pt_br: Não foi possível enviar o repertório

source: Could not sign in
pt_br: Não foi possível fazer login

source: Could not update repertoire list
pt_br: Não foi possível atualizar a lista de repertórios

source: Could not update shared user list
pt_br: Não foi possível atualizar a lista de usuário compartilhados

source: Could not update song list
pt_br: Não foi possível atualizar a lista de músicas

source: Custom
pt_br: Personalisado

source: Data
pt_br: Dados

source: Date
pt_br: Data

source: Delete
pt_br: Excluir

source: Details
pt_br: Detalhes

source: Edit
pt_br: Editar

# EmailWithNewPasswordSent
source: Email with your new password sent
pt_br: E-mail enviado com sua nova senha

source: End date
pt_br: Data final

# EnterNameForTheSong
source: Enter a name for the song
pt_br: Informe um nome para a música

source: Error
pt_br: Erro

source: Error resetting password
pt_br: Erro ao redefinir a senha

# FeedbackForSongbook
source: Feedback for Song Folder Lite
pt_br: Feedback para Song Folder Lite

source: Forgot password?
pt_br: Esqueceu a senha?

source: Give a name
pt_br: Informe um nome

source: Holy Supper
pt_br: Santa Ceia

source: Invalid
pt_br: Inválido

source: Invalid email
pt_br: E-mail inválido

# InvalidEmailPassword
source: Invalid email or password
pt_br: E-mail ou senha inválidos

source: Is singer?
pt_br: É cantor?

source: Key
pt_br: Tom

source: Keys
pt_br: Tons

source: Last 6 months
pt_br: Últimos 6 meses

source: Last month
pt_br: Último mês

source: Last year
pt_br: Último ano

source: Logout
pt_br: Sair

source: Lyric
pt_br: Letra

# MinimumCharacterMessage
source: Password must be at least 6 characters long
pt_br: A senha precisa ter no mínimo 6 caracteres

source: morning
pt_br: manhã

source: Most played songs
pt_br: Músicas mais tocadas

source: Music list
pt_br: Lista de músicas

source: Musics
pt_br: Músicas

# MusicsAddMusicTutorial
source: To add a new song click on the add button in the lower right corner.
pt_br: Para adicionar uma nova música clique no botão de adicionar no canto inferior direito.

# MusicsListSharedTutorial
source: If you are accessing a shared playlist this song will be added to the list of whoever is sharing the playlist.
pt_br: Se você estiver acessando uma lista compartilhada essa música será adicionada na lista de quem está compartilhando a lista.

# MusicsPageTutorial
source: On this page, your list of registered or shared access songs is displayed.
pt_br: Nessa página é exibida sua lista de músicas registradas ou de acesso compartilhado.

# MusicsPreviewMusicTutorial
source: To view or edit a song just select the song.
pt_br: Para visualizar ou editar uma música basta selecionar a música.

# MusicsSearchTutorial
source: The search bar searches by song name and displays matching songs.
pt_br: A barra de busca procura pelo nome da música e exibe as músicas correspondentes.

# MusicsShareListTutorial
source: To share your playlist with others click on the 'Share' button in the top menu.
pt_br: Para compartilhar sua lista de músicas com outras pessoas clique no botão de 'Share' no menu de cima.

source: Name
pt_br: Nome

source: New password
pt_br: Nova senha

# NewPasswordEmailBody
source: Hello,<br /><br />Your new password is: XXXXXX<br /><br />Use this password to log into the application. You can change it within the application.<br /><br />Thanks,<br /><br />Songbook team
pt_br: Olá,&lt;br /&gt;&lt;br /&gt;Sua nova senha é: XXXXXX&lt;br /&gt;&lt;br /&gt;Utilize esta senha para logar no aplicativo. Você poderá altera-la dentro da aplicação.&lt;br /&gt;&lt;br /&gt;Obrigado,&lt;br /&gt;&lt;br /&gt;Equipe Songbook

# NewPasswordEmailSubject
source: New password for Song Folder Lite
pt_br: Nova senha de acesso para Song Folder Lite

# NewUser
source: Need an account?
pt_br: Novo usuário?

source: night
pt_br: Noite

source: No
pt_br: Não

source: Notes
pt_br: Anotações

source: Password
pt_br: Senha

source: Password changed
pt_br: Senha alterada

# PasswordsNotMatch
source: Passwords do not match
pt_br: As senhas não correspondem

source: Period
pt_br: Período

source: Play
pt_br: Tocar

source: Play repertoire
pt_br: Tocar repertório

# PreviewMusicEditTutorial
source: Use the edit button at the top of the screen to edit the song information.
pt_br: Utilize o botão de edição no topo da tela para editar as informações da música.

# PreviewMusicKeyChangeTutorial
source: By changing the key of the song the chords will be adjusted according to the key. This change will not be saved, it will be for viewing only.
pt_br: Ao mudar o tom da música os acordes serão ajustados de acordo com o tom. Essa alteração não será salva, será apenas para visualização.

# PreviewMusicPlayTutorial
source: If the song has a defined version, a 'Play' button will appear on the screen and by clicking this button you will be directed to the music playback platform.
pt_br: Se a música tiver uma versão definida vai aparecer um botão 'Tocar' na tela e ao clicar nesse botão você será direcionado para a plataforma de reprodução da música.

# PreviewMusicRemoveTutorial
source: Use the remove button to remove the song from the playlist.
pt_br: Utilize o botão de remoção para remover a música da lista de músicas.

# PreviewMusicSharedListTutorial
source: If you are accessing a shared list, the modification will occur in the list of those who gave you access.
pt_br: Se você estiver acessando uma lista compartilhada a modificação vai ocorrer na lista de quem te deu acesso.

# PreviewMusicSingersKeysTutorial
source: On the Keys screen, only singers who have a registered key for that song will be displayed.
pt_br: Na tela de tons serão exibidos apenas os cantores que tem um tom registrado para essa música.

# PreviewRepertoireEditRemoveTutorial
source: In the secondary menu it is possible to edit or remove the repertoire.
pt_br: No menu secundário é possível editar o remover o repertório.

# PreviewRepertoirePageTutorial
source: This screen displays the details of the repertoire such as singer, schedules and songs with the singer's key, if defined in the song.
pt_br: Nessa tela são exibidos os detalhes do repertótio como cantor, horários e as músicas com o tom do cantor, caso estejam definidos na música.

# PreviewRepertoirePlayTutorial
source: In the top menu it is possible to enter the repertoire playback mode by clicking on the left button.
pt_br: No menu do topo é possível entrar no modo de reprodução do repertório clicando no botão da esquerda.

# PreviewRepertoireReorderTutorial
source: It is also possible to reorder the songs in the list. To reorder, select the song you want to change position and then select the position you want it to be in.
pt_br: Também é possível reordar as músicas da lista. Para reordenar, seleciona a música que deseja mudar de posição e depois selecione a posição que deseja que ela fique.

# PreviewRepertoireSendTutorial
source: By clicking on the button on the right it is possible to send this repertoire in text format.
pt_br: Clicando no botão a direita é possível enviar esse repertório em formato de texto.

source: Privacy policy
pt_br: Política de privacidade

source: Profile
pt_br: Perfil

source: Rate us
pt_br: Nos avalie

source: Register
pt_br: Registrar

source: Remove
pt_br: Remover

source: Repertoires
pt_br: Repertórios

# RepertoiresAddRepertoireTutorial
source: To add a new repertoire click on the add button in the lower right corner.
pt_br: Para adicionar um novo repertório clique no botão de adicionar no canto inferior direito.

# RepertoiresPageTutorial
source: This page displays your list of registered or shared access repertoires.
pt_br: Nessa página é exibida sua lista de repertórios registrados ou de acesso compartilhado.

# RepertoiresPreviewRepertoireTutorial
source: To view or edit a repertoire just select the repertoire.
pt_br: Para visualizar ou editar um repertório basta selecionar o repertório.

# RepertoiresSearchTutorial
source: The search bar searches by repertoire date or singer and displays the corresponding repertoires.
pt_br: A barra de busca procura pela data do repertório ou pelo cantor e exibe os repertórios correspondentes.

# ResetPasswordDescription
source: A new password will be sent to the email registered to the account. After logging in with this password you can choose a new one in your profile within the application.
pt_br: Uma nova senha de acesso será enviada para o e-mail registrado na conta. Após logar com essa senha você poderá escolher uma nova no seu perfil dentro da aplicação.

# ResetPasswordTitle
source: Reset password
pt_br: Redefinir senha

source: Save
pt_br: Salvar

# Search
source: Search music
pt_br: Pesquisar...

source: Send
pt_br: Enviar

source: Send repertoire
pt_br: Enviar repertório

source: Settings
pt_br: Configurações

source: Share
pt_br: Compartilhar

# SharePageNotShareTutorial
source: If you are accessing a shared list you will not be able to share it with other people.
pt_br: Se você estiver acessando uma lista compartilhada você não poderá compartilha-la com outras pessoas.

# SharePagePersonalListTutorial
source: If you have songs in your list, accessing a shared list will keep your songs, but you won't see them on the music page unless you unshare.
pt_br: Caso você tenha músicas em sua lista pessoal, ao acessar uma lista compartilhada as suas música serão mantidas, porém você não verá elas na página de músicas a não ser que você saia do compartilhamento.

# SharePageSharedListTutorial
source: If you are accessing a shared playlist you will only see the shared playlist and any changes you make will be made to that shared list.
pt_br: Se você estiver acessando uma lista compartilhada você só verá a lista de música compartilhada e toda modificação que você realizar será feita nessa lista compartilhada.

# SharePageTutorial
source: From this page you can share your list with others or manage this sharing by removing people or leaving a share.
pt_br: Nessa página é possível compartilhar sua lista de músicas com outras pessoas ou gerenciar esse compartilhamento, removendo pessoas ou saindo de um compartilhamento.

# SharePermissionTutorial
source: When you share your list with others, they will have permission to view and edit that list.
pt_br: Quando você compartilhar sua lista com outras pessoas elas terão permissão para visualizar e editar essa lista.

source: Share your songs
pt_br: Compartilhe suas músicas

source: Sign In
pt_br: Entrar

source: Sign Up
pt_br: Inscreva-se

source: Singer
pt_br: Cantor

source: Songs for
pt_br: Músicas para

source: Sort by alphabet
pt_br: Ordenar por alfabeto

# SortByMostRecent
source: Sort by newest
pt_br: Ordenar por mais recente

source: Sort by oldest
pt_br: Ordenar por mais antigo

source: Start date
pt_br: Data de início

source: Stop Sharing
pt_br: Parar Compartilhamento

source: Sucess
pt_br: Sucesso

# ThereAreNoRegisteredSharedAccessSingers
source: There are no registered or shared access singers.
pt_br: Não existem cantores registrados ou com acesso compartilhado.

source: There are no singers with saved keys for this song.
pt_br: Não existem cantores com tons salvos para esta músicas.

source: This user will be removed from your share list
pt_br: Esse usuário será removido da sua lista de compartilhamentos

source: Time
pt_br: Horário

# UnablePerformSearch
source: Unable to perform search
pt_br: Não foi possível realizar a busca

# UnableRegisterUser
source: Unable to register user
pt_br: Não foi possível registrar o usuário

# UnableRemoveShare
source: Unable to remove share
pt_br: Não foi possível remover compartilhamento

# UnableShareSongList
source: Unable to share song list
pt_br: Não foi possível compartilhar a lista de músicas

source: Unable to load keys
pt_br: Não foi possível carregar os tons

source: Unable to unshare
pt_br: Não foi possível sair do compartilhamento

source: Unregistered user
pt_br: Usuário não registrado

# UserAlreadyAccessingSharedSongList
source: User is already accessing a shared song list
pt_br: O usuário já está acessando uma lista de músicas compartilhada

# UserAlreadyRegistered
source: User is already registered
pt_br: O usuário já está registrado

source: User not found
pt_br: Usuário não encontrado

source: Version
pt_br: Versão

# WantToSendRepertoire
source: Do you want to send the repertoire?
pt_br: Deseja enviar o repertório?

source: Worship
pt_br: Adoração

source: Yes
pt_br: Sim

source: You will no longer have access to this song list
pt_br: Você não terá mais acesso a esta lista de músicas.
